[
	"Anime is, in fact, an abbreviated pronunciation of Animation in Japan. It began in 1917 by Japanese artists : Shimokawa Oten, Jun'ichi Kouchi and Seitaro Kitayama.",
	"Anime is not synonymous with 'cartoon' despite the popular belief held by the 'Uneducated' masses. Anime is considered to be an art form by those who appreciate it. A wide range of audiences are targeted with complicated, in depth and emotional storylines.", 
	"In Japan, there are more than 40 new animes appear on television per week.", 
	"In Japan, more paper are used to print manga than toilet paper.", "All genres are represented, but Sci-Fic is by far the most popular ; Robots, post-apocalyptic metropolises and motorcycles are all staples of the art form.", 
	"TEZUKA Osamu is the most famous manga artist in Japan.", 
	"One of the interesting things about manga is that it is widely read by women.", 
	"Most famous music video based on 'Ghost in the Shell'.", 
	"All manga is drawing by hand.", 
	"In Japanese, manga means 'Whimsical Pictures'.", 
	"One Piece, which is most popular manga in Japan was supposed to run for maximum 5 years, but Oda ( Author of OP) continued it till date (18 years) and it's still going on without any sign of stopping.", 
	"Kishimoto (Author of Naruto), when he was developing the original Naruto manga, initially had not intended to create Sasuke ! After speaking with his editor about the future of the series, he was advised to create a rival for the main character of the series, which result in Sasuke's creation.", 
	"In Japan it's common that after someone does not to keep a manga volume anymore, they leave it somewhere such as a table or just a bench for someone to pick it up.", "The anime Death Note was banned in China as it became so popular that kids used to buy Death Note Notebooks and write the names of all people they hated and wished them to die !!", 
	"Each resident of Japan spends around 30 £ for manga each year.", 
	"'Manga Cafés' are available in Japan. Readers can enjoy their favorite manga with a cup of coffee.", 
	"In the manga industry, it's normal to see the author dating with the corresponding editor, especially male editor and female author !!", 
	"The first anime,in 1917, was a two minutes clip of samurai testing his new sword.", 
	"Anime is a japanese word. They don't use plural, so anime = anime not animes XD", 
	"Mangas are read backwards for North American from right to left...", 
	"Sixty Percent Of The World's Animation Is Anime", 
    "The Titans in 'Attack On Titan' Are Based On Drunks",
    "Everyone In 'Code Geass' Loves Pizza Because The Series Was Funded By Pizza Hut",
    "'Spirited Away' Is The First Anime To Win An Academy Award",
    "The Authors Of 'Sailor Moon' And 'Yu Yu Hakusho' Are Married",
    "'Bleach' Almost Didn't Happen",
    "'Death Note' Inspired Chinese Children To Write Down The Names Of Their Teachers",
    "'Your Name/Kimi no nawa' Is The Highest Grossing Anime Film Worldwide",
    "Studio Ghibli Is Named After A WWII-Era Aircraft",
    "'Sazae-san' Is The Longest Running Animated TV Series",
    "The First Magical Girl Anime Aired In The '60s",
    "Real-Life Japanese Astronaut Recorded His 'Space Brothers' Cameo From The ISS",
    "'Naruto' Characters Inspired By Japanese Film Industry",
    "Longest anime has over 7500 episodes",
    "Anime production is insanely costly!\nYou might've heard about this anime fact before. It (normally) costs around $100,000 to $200,000 to make a single anime episode! Then think about how much it'll actually cost to make an entire season!!",
    "Voice acting in outer space\nA space adventure anime called Space Brothers was the first ever anime to have a person voice act from outer space. Talk about dedication! They actually made a real person go to outer space for the sake of keeping things real!!",
    "Pokemon Rules!\nYes, that childhood show we all used to watch, is actually the most popular thing on the planet. As a matter of fact, Pokemon Go is more popular than internet porn, according to Google Trends.",
    "In 2015, there was a poll to choose the best ringtone, and guess what?\nArmin Arlet's scream, from Attack on Titan, was voted as the best ringtone ever!",
    "Many authors and artists who made popular anime right now actually started as hentai artist? For example, the author of Food Wars was once a professional hentai artist!",
    "Sean Schemmel passed out while recording Goku's Super Saiyan level 4 transformation for Dragon Ball GT.",
    "The opening sequence for Archer is heavily inspired by the opening for Cowboy Bebop.",
    "Filmmaker Darren Aronofsky bought the rights to Perfect Blue, just to recreate the iconic bathtub scene for his film Requiem for a Dream.",
    "B-movies inspired Hiromu Arakawa to write Fullmetal Alchemist. She wants readers to criticize the series by saying to themselves, 'What kind of alchemy is that?'",
    "The creator of Naruto, Masashi Kishimoto believes the Sound Village is better than the Sand Village.",
    "One Piece creator Eiichiro Oda only reveals the ending of an episode to his editor.",
    "Makashima Shogo in Psycho-Pass is based on the Joker in The Dark Knight.",
    "Kanye West's music video for 'Stronger' is based on the movie Akira.",
    "Atsushi Ōkubo's favorite characters from Soul Eater are Shinigami-sama, Excalibur, and Mosquito because 'they are rather easy to draw.'",
    "Vegeta's english voice actor, Christopher Sabat believes Vegeta is the best character on Dragon Ball Z, he said, 'Vegeta is a much more rounded, better character than Goku ever could be.'",
    "The first Pokémon ever designed were Rhydon, Clefairy, and Lapras.",
    "Slowbro is the only Pokemon that can devolve.",
    "Pokemon Gold and Silver were supposed to be the last games.\nThe mainline games were originally supposed to end with the Gold and Silver Release. However, the Pokemon Company CEO at the time decided that they would take a gamble and see if succeeding games would be successful. ",
    "The gender ratio of female Azurill is 75%. However, when it evolves into Marill, it has a 1 in 3 chance of becoming male. The gender ratio for Marill has always remained stagnant at 50/50.",
    "Wobbuffet’s body is not its body.\nMost Pokedex entries suggest that the main body we see is simply an inflated decoy. The real body is the small tail it hides when being attacked.  Perhaps this is why Wobbuffet is only able to block and repel an enemy’s attacks.",
    "Pokemon were once people.\nAccording to a legend in the Sinnoh Folk Tales, there was once a time in history where Pokemon and humans could not be told apart. Another folklore states that there were Pokemon that shed their skin and turn into humans",
    "People eat Pokemon.\nIn Gold and Silver, it was said that slowpokes were a rare delicacy and would make you a fortune if it was sold in the right market. Additionally, many delicacies seen being eaten by the characters come from products of Pokemon such as milk. However, there has never been an instance where you can visibly people eating Pokemon themselves in the anime or the games.",
    "Rattata has the lowest base HP among all the Normal-type Pokemon.\nThe Alolan counterpart also has the lowest base HP and Special Attack of all the Dark-type Pokemon. The Alolan Rattata can also be considered as the counterpart of Yungoos",
    "Starmie is an alien.\nAccording to the Pokedex, it has a geometric body which is unusual in the Kanto region. Locals suspect that because of its body, it is not from this earth. Their seven-colored core could also be additional support to this theory.",
    "Mewtwo has a birthday.\nIt is celebrated on February 6th which indicates the day of its creation. Additionally, the anniversary date of the Pokemon Company is February 27.",
    "Magikarp can jump over mountains easily.\nMagikarp can use splash to leap over great heights. It is said that it can leap over 29,000 feet high into the air.",
    "The Kanto Elite Four wanted to end the world.\nIn the Pokemon Adventures manga, the Elite Four were gathered by Agatha who shared their desire to see humanity suffer. They had planned to take over the world and kill anyone who would get in their way. However, it was then later revealed that they were mind-controlled by Agatha’s Ghost-type Pokemon.",
	"More than 500 schools in Japan teach their students how to draw manga",
	"354 animes are already banned in China",
	"Being attracted to anime characters is called 'Shediaphilia'",
	"Jessie and James from Pokémon are actually 15 years old",
	"Character Eucli Hellscythe from Is This a Zombie? has 22 different voice actress, 1 for each episode",
	"'Naruto' was intended to be a Ramen Manga. The name 'Naruto' came from the toppings of the Ramen",
	"In 'Death Note' there was supposed to be a chapter in which Ryuk had a death eraser and could bring back a person whose name was written in the book back alive",
	"'Sally the Witch', created in 1966, was the first of the 'Magical girl' anime genre",
	"Television shows related to anime account around 60% of world's entertainment",
	"The anime 'Another' is based on a true story",
	"More than 85% of the music listened in Japan are anime opening/endings or soundtrack",
	"36 schools in Japan have Anime as a subject",
	"One Piece is the highest selling manga in the world, selling over 345 million volumes",
	"It takes 2-3 years to complete an anime series",
	"Bleach was originally going to be called 'Black' or 'White' but it was decided to be named 'Bleach' so it wouldn't sound so generic",
	"'Koffing' and 'Weezing' from Pokemon were originally going to be called 'Ny' and 'La' a reference to the pollution in New York and Los Angeles",
	"Around 20 schools in Japan teach their students how to cosplay",
]